<div class="my-3 d-grid gap-2 d-md-flex justify-content-md-end">
    <a href="gestion/sesion/iniciarsesion.html"><button class="btn btn-outline-info me-md-2 btn-lg">Iniciar sesión</button></a>
    <a href="gestion/sesion/registrarse.html"><button class="btn btn-outline-info me-md-2 btn-lg">Registrarse</button></a>
</div>


<!-- Presentación -->
            <div class="row">
                <div class="col-12 mb-5">
                    <h1 class="text-success text-center fs-1">¡Conoce nuestros tratamientos!</h1>
                </div>
            </div>
            
            
            <!-- Info -->
            <div class="row">
                <div class="col-4">
                    <div class="card" style="width: 25rem;">
                        <img src="media/img/tratamientoUno.jpg" class="card-img-top" alt="...">
                        <div class="card-body">
                        <p class="card-text">
                            <b>Nombre:</b> Masaje Terap&eacute;utico <br>
                            <b>Costo:</b> $550<br>
                            <b>Descripci&oacute;n:</b> engloba toda una serie de t&eacute;cnicas de masaje que se utilizan en el 
                                                tratamiento de trastornos neuromusculares y musculoesquel&eacute;ticos, 
                                                facilitando la eliminación de toxinas, activando la circulaci&oacute;n 
                                                sangu&iacute;nea y linf&aacute;tica y mejorando el aporte de ox&iacute;geno 
                                                a los tejidos.<br>
                            <b>Materiales:</b> Aceites y cremas.<br>
                            <b>Duraci&oacute;n:</b> 60 a 90 minutos<br>
                            <b>Sala:</b> Heya
                        </p>
                        </div>
                    </div>
                </div>
                <div class="col-4">
                    <div class="card" style="width: 25rem;">
                        <img src="media/img/tratamientoDos.jpg" class="card-img-top" alt="...">
                        <div class="card-body">
                        <p class="card-text">
                            <b>Nombre:</b> Tratamiento Kaula <br>
                            <b>Costo:</b> $1100 <br>
                            <b>Descripci&oacute;n:</b> La zona del cuello y el escote suele ser una de las que menos atenci&oacute;n 
                                                prestamos en nuestro cuidado diario y, sin embargo, una de las primeras en 
                                                sufrir los efectos de la edad. Este tratamiento est&aacute; indicado para 
                                                prevenir y retrasar la aparici&oacute;n de los signos del paso del tiempo y 
                                                combatir los primeros síntomas de descolgamiento, deshidrataci&oacute;n y falta 
                                                de uniformidad en el tono cut&aacute;neo.<br>
                            <b>Materiales:</b> Se trata de un retensionado de cuello y escote con Cannabis y SynAke (an&aacute;logo 
                                        del veneno de serpiente). <br>
                            <b>Duraci&oacute;n:</b> Tres sesiones espaciadas en un mes<br>
                            <b>Sala:</b> Genkan
                        </p>
                        </div>
                    </div>
                </div>
                <div class="col-4">
                    <div class="card" style="width: 25rem;">
                        <img src="media/img/tratamientoTres.jpg" class="card-img-top" alt="...">
                        <div class="card-body">
                        <p class="card-text">
                            <b>Nombre:</b> Radiofrecuencia Facial <br>
                            <b>Costo:</b> $400 <br>
                            <b>Descripci&oacute;n:</b> La radiofrecuencia facial se utiliza com&uacute;nmente para tratar la frente 
                                                (levanta las cejas y tensa la piel de la frente), debajo de los ojos (engrosa 
                                                la piel y tensa y levanta la piel de la mejilla superior), las mejillas 
                                                (disminuye los poros dilatados), la l&iacute;nea de la mand&iacute;bula 
                                                (disminuye la flacidez) y el cuello (la piel se tensa y disminuye las arrugas).  <br>
                            <b>Materiales:</b> M&aacute;quina facial para tratar especialmete la zona<br>
                            <b>Duraci&oacute;n:</b> De cuatro a seis sesiones con una duraci&oacute;n de 30 minutos<br>
                            <b>Sala:</b> IMA
                        </p>
                        </div>
                    </div>
                </div>
            </div>
            <div class = "row"> 
                <div class="col-4">
                    <div class="card" style="width: 25rem;">
                        <img src="media/img/tratamientoCuatro.jpg" class="card-img-top" alt="...">
                        <div class="card-body">
                        <p class="card-text">
                            <b>Nombre:</b> Masaje Facial <br>
                            <b>Costo:</b> $300 <br>
                            <b>Descripci&oacute;n:</b> El masaje facial es un tratamiento de belleza muy requerido en estos días, y 
                                                esto se debe en gran medida a la sensaci&oacute;n de relajaci&oacute;n y 
                                                confort que genera. Adem&aacute;s, otro de sus beneficios es que, por medio de 
                                                la estimulaci&oacute;n sangu&iacute;nea y de la oxigenaci&oacute;n de los 
                                                tejidos cut&aacute;neos, el masaje facial contribuye a mejorar la 
                                                tonificaci&oacute;n muscular del rostro.<br>
                            <b>Materiales:</b> Uso de cremas y aceitas para el tratado de la piel.<br>
                            <b>Duraci&oacute;n:</b> 30 minutos<br>
                            <b>Sala:</b> Washitsu
                        </p>
                        </div>
                    </div>
                </div>
            </div>